accountsservice
adw-gtk-theme
alacritty
alsa-firmware
alsa-plugins
alsa-utils
android-sdk-cmdline-tools-latest
android-studio
android-tools
awesome-terminal-fonts
base
base-devel
bash-completion
bind
blender
bluetui
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
brave-bin
brightnessctl
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
chwd
cliphist
cpupower
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dosfstools
dotnet-sdk
duf
dunst
e2fsprogs
efibootmgr
efitools
etcher-bin
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
file-roller
firefoxpwa
freetube
frogmouth
fsarchiver
fx
galculator
gamescope
git
git-delta
github-cli
glances
go
gpu-screen-recorder
grim
grub
grub-btrfs
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gum
hdparm
helium-browser-bin
hwdetect
hwinfo
hypridle
hyprland
hyprlauncher
hyprlock
hyprpaper
hyprpicker
impala
inetutils
inotify-tools
intel-media-driver
intel-ucode
intellij-idea-community-edition
iptables
iwd
jdk-openjdk
jfsutils
kitty
kvantum
kvantum-qt5
lazydocker
lazygit
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
libreoffice-fresh
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
localsend
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
ncdu
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nodejs-lts-krypton
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
nvm
obsidian
openai-codex
opencl-mesa
opencode
openssh
os-prober
otf-firamono-nerd
pacman-contrib
pamixer
pandoc-cli
partitionmanager
paru
pavucontrol
perl
perplexity
pinta
pipewire-alsa
pipewire-pulse
pkgfile
plasma-browser-integration
playerctl
plocate
plymouth
pnpm
polkit-kde-agent
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
python-weasyprint
qbittorrent
qdirstat-bin
qt6ct
rebuild-detector
reflector
ripgrep
rofi
rsync
rust
s-nail
satty
sddm
sg3_utils
shelly
shotwell
slurp
smartmontools
snapper
sof-firmware
starship
steam
sudo
sysfsutils
texinfo
trash-cli
tree-sitter-cli
try
ttf-bitstream-vera
ttf-dejavu
ttf-dejavu-nerd
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-opensans
ufw
ufw-extras
uget
unrar
unzip
upower
usb_modeswitch
usbutils
uv
uwsm
ventoy-bin
vim
vlc
vlc-plugins-all
vpl-gpu-rt
vscodium
vulkan-intel
wasi-libc++
waybar
wdisplays
wev
wget
which
wireplumber
wl-clipboard
wlctl-git
wlogout
wofi
workstyle-git
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xfsprogs
xl2tpd
xorg-xwayland
yay
zathura
zathura-pdf-mupdf
zen-browser-bin
zenity
zoxide
