alsa-utils
android-sdk-cmdline-tools-latest
android-studio
android-tools
antigravity
base
base-devel
blender
blueman
bluetui
bluez-utils
brave-bin
brightnessctl
btop
btrfs-progs
cliphist
docker
docker-compose
dolphin
dotnet-sdk
duf
dunst
efibootmgr
etcher-bin
eza
fastfetch
fd
file-roller
firefoxpwa
freetube
frogmouth
fx
fzf
galculator
git
git-delta
github-cli
grim
grub
grub-btrfs
gum
helium-browser-bin
hypridle
hyprland
hyprlock
hyprpaper
impala
inotify-tools
intellij-idea-community-edition
jdk-openjdk
jq
kitty
lazydocker
lazygit
less
libreoffice-fresh
linux
linux-firmware
localsend
man-db
man-pages
mesa-utils
micro
mpv
ncdu
neovim
network-manager-applet
nodejs-lts-krypton
noto-fonts-emoji
ntfs-3g
nvm
obsidian
openai-codex
opencode
openssh
os-prober
otf-firamono-nerd
pamixer
perplexity
pinta
pipewire-pulse
plasma-browser-integration
qbittorrent
qdirstat-bin
rofi
rust
sddm
shotwell
slurp
snap-pac
snapper
sof-firmware
starship
sudo
tree-sitter-cli
try
ttf-dejavu-nerd
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
uget
unzip
uv
ventoy-bin
visual-studio-code-bin
wasi-libc++
waybar
wdisplays
wev
wlogout
workstyle-git
xdg-desktop-portal-hyprland
yay
zathura
zathura-pdf-mupdf
zen-browser-bin
zenity
zoxide
